internal/clcitybusapi/client/testdata/RecuperarRecorridoParaMapaAbrevYAmpliPorEntidadYLinea/request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <RecuperarRecorridoParaMapaAbrevYAmpliPorEntidadYLinea xmlns="http://clsw.smartmovepro.net/">
      <usuario>WEB.SUR</usuario>
      <clave>PAR.SW.SUR</clave>
      <codigoLineaParada>1529</codigoLineaParada>
      <isSublinea>false</isSublinea>
    </RecuperarRecorridoParaMapaAbrevYAmpliPorEntidadYLinea>
  </soap:Body>
</soap:Envelope>
